IDEA Open Model
CheckResPlate.Items Property
Compatible with IDEA StatiCa v 10.1
 In case of presentation of groups plates (uncoiled beams)
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<int> Items { get; set; }
Public Property Items As List(Of Integer)
	Get
	Set
public:
property List<int>^ Items {
	List<int>^ get ();
	void set (List<int>^ value);
}
Property Value
Type: List<Int32>
See Also
Reference
CheckResPlate Class
IdeaRS.OpenModel.Connection Namespace